Repository: alxflam/cookza
Catalog: lib/l10n/app_*.arb
Languages: de

# addImageLong
source: Add an image from the gallery or take a picture
de: Bild hinzufügen

source: Add Item
de: Neuer Eintrag

source: Add Row
de: Zeile hinzufügen

source: Add Ingredient
de: Zutat hinzufügen

source: Add User
de: User hinzufügen

source: Amount
de: Menge

# missingIngredientName
source: Assign an ingredient name
de: Der Name der Zutat muss angegeben werden

# appDescription
source: Cookza enables you to store, collect and share your favourite recipes in a data-privacy friendly manner
de: Cookza ermöglicht es Ihnen, Ihre Lieblingsrezepte datenschutzfreundlich zu speichern, zu sammeln und zu teilen

# assignEmptyInstructions
source: Empty instructions are assigned
de: Das Rezept enthält leere Zubereitungsanweisungen

# assignIngredients
source: There are no ingredients assigned to the recipe
de: Das Rezept enthält keine Zutaten

# assignInstructions
source: There are no instructions assigned to the recipe
de: Das Rezept enthält keine Zubereitungsanweisungen

# assignRecipeDifficulty
source: Assign a recipe difficulty
de: Eine Schwierigkeitsstufe muss angegeben werden

# assignRecipeDuration
source: Assign a recipe duration
de: Eine Zubereitungsdauer muss angegeben werden

# assignRecipeGroup
source: Assign a recipe group
de: Eine Rezeptgruppe muss angegeben werden

# assignRecipeName
source: Assign a recipe name
de: Ein Rezeptname muss angegeben werden

# assignServings
source: Assign a valid servings size
de: Eine Portionsgröße muss angegeben werden

source: Cancel
de: Abbrechen

# confirmDelete
source: Do you really want to delete {topic}?
de: Soll {topic} wirklich gelöscht werden?

# confirmDeleteAll
source: Do you really want to delete all your Cookza data?
de: Sollen wirklich alle Cookza Daten gelöscht werden?

# confirmLeave
source: Do you really want to leave {name}?
de: {name} wirklich verlassen?

source: Copy
de: Kopieren

# copyright
source: Â© 2020 The Great Cookza Foundation
de: © 2020 The Great Cookza Foundation

source: Create Group
de: Gruppe erstellen

source: Create Recipe
de: Rezept erstellen

source: Delete
de: Löschen

source: Delete all data
de: Alle Daten löschen

# deleteAllDataSuccess
source: All data deleted
de: Alle Daten wurden gelöscht

# difficultyEasy
source: easy
de: leicht

# difficultyHard
source: hard
de: schwer

# difficultyMedium
source: medium
de: mittel

source: Duration
de: Dauer

source: Edit
de: Bearbeiten

source: Edit Group
de: Gruppe bearbeiten

source: Edit Recipe
de: Rezept bearbeiten

source: Enter username
de: Benutzername eingeben

source: Error Log
de: Fehlerlog

# fileNotFound
source: The selected file does not exist
de: Die ausgewählte Datei wurde nicht gefunden

source: From
de: Von

# functionsAddRecipe
source: New Recipe
de: Neues Rezept

# functionsFavorites
source: Favorites
de: Favoriten

# functionsLeftovers
source: Leftover Reuse
de: Resteverwertung

# functionsListRecipes
source: Recipes
de: Rezepte

# functionsMealPlanner
source: Meal Planner
de: Essensplan

# functionsShoppingList
source: Shopping List
de: Einkaufsliste

# functionsTextRecognition
source: Text Recognition
de: Texterkennung

source: Get Started
de: Erste Schritte

source: Group Name
de: Gruppenname

source: Image deleted
de: Bild gelöscht

# ingredient
source: {count,plural, =1{Ingredient}other{Ingredients}}
de: {count,plural, =1{Zutat}other{Zutaten}}

source: Instructions
de: Zubereitung

source: Leave Group
de: Gruppe verlassen

source: Legal
de: Rechtliches

source: Local Images
de: Lokale Bilder

source: Logout
de: Abmelden

# logoutAllDevices
source: Logout from all devices
de: Von allen Geräten abmelden

# mealPlanAddNote
source: Note
de: Notiz

# mealPlanAddRecipe
source: Recipe
de: Rezept

# mealPlanSelect
source: Select or create a meal plan group
de: Gruppe auswählen oder erstellen

# missingRecipeAccess
source: The meal plan contains recipes from groups you're not a member of. Therefore the shopping list can't be generated.
de: Der Essensplan enthält Rezepte aus Gruppen denen du nicht angehörst. Die Einkaufsliste kann daher nicht erstellt werden.

# noErrorLogEntry
source: The error log is empty
de: Das Fehlerlog enthält keine Einträge

# noFileSelected
source: No file was selected
de: Keine Datei ausgewählt

# noItems
source: There are no items in your shopping list.
de: Die Einkaufsliste enthält keine Einträge.

# noShoppingLists
source: There are no shopping lists.
de: Du hast noch keine Einkaufslisten erstellt.

# noMealPlan
source: You haven't created a meal plan yet
de: Erstelle zuerst einen Essensplan

# mandatoryRecipeGroupNotAvailable
source: No recipe group available
de: Keine Rezeptgruppe vefügbar

# createMandatoryRecipeGroup
source: Every recipe needs to be assigned to a recipe group. Therefore create a recipe group before trying to create a recipe.
de: Jedes Rezept muss einer Gruppe zugeordnet werden. Erstelle daher zuerst eine Rezeptgruppe.

# noRecipeGroupSelected
source: You haven't selected a recipe group
de: Wähle eine Rezeptgruppe aus

source: No recipes found
de: Keine Rezepte gefunden

# noSimilarRecipes
source: No similar recipes found
de: Es wurden keine ähnlichen Rezepte gefunden

source: One Week
de: Eine Woche

# parseErrorRecipe
source: Can not parse the file
de: Datei kann nicht importiert werden

# privacyStatement
source: Data Privacy Statement
de: Datenschutzerklärung

# recipe
source: {count,plural, =1{Recipe}other{Recipes}}
de: {count,plural, =1{Rezept}other{Rezepte}}

# recipeDesc
source: Recipe Description
de: Kurzbeschreibung

source: Recipe Group
de: Rezeptgruppe

source: Recipe Name
de: Name

source: Refer to recipe
de: Rezept referenzieren

source: Remove recipe
de: Rezept entfernen

source: Rename
de: Umbennen

# result
source: {count,plural, =1{Result}other{Results}}
de: {count,plural, =1{Ergebnis}other{Ergebnisse}}

# saveRecipeValidation
source: Could not save recipe
de: Rezept konnte nicht gespeichert werden

source: Search
de: Suchen

source: Select Recipes
de: Rezepte auswählen

source: Select All
de: Alle auswählen

source: Deselect All
de: Alle abwählen

# servings
source: {count,plural, =1{Serving}other{Servings}}
de: {count,plural, =1{Portion}other{Portionen}}

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Share Account
de: Account teilen

source: Share as
de: Teilen als

# singleMember
source: You're the only member of this group
de: Sie sind das einzige Mitglied dieser Gruppe

# stdServings
source: Standard Servings Size
de: Standard Portionsgröße

# stdServingsDesc
source: The standard servings size is being used to determine the servings size for newly added meals. You can always adjust the servings size for any meal later.
de: Die Standardportionsgröße wird für neu hinzugefügte Mahlzeiten verwendet. Die Anzahl der Portionen kann anschließend jederzeit geändert werden.

# supportSubtitle
source: Help and Feedback
de: Hilfe und Feedback

# tagsFish
source: Fish
de: Fisch

# tagsMeat
source: Meat
de: Fleisch

# tagsVegetarian
source: Vegetarian
de: Vegetarisch

source: Terms of Use
de: Nutzungsbedingungen

source: Two Weeks
de: Zwei Wochen

source: Unit
de: Einheit

# unitLongPlural
source: Units of Measure
de: Mengeneinheiten

source: Until
de: Bis

# weekDurationDesc
source: Set how many weeks are available for planning.
de: Anzahl der Wochen, die im Essensplaner verfügbar sind.

# importingRecipes
source: {count,plural, =1{Importing {count} recipe} other{Importing {count} recipes}}
de: {count,plural, =1{Importiere {count} Rezept} other{Importiere {count} Rezepte}}

source: Scan QR-Code
de: QR-Code scannen

# noQRCodeDetected
source: Could not detect any QR-Code.
de: Es wurde kein gültiger QR-Code erkannt.

# tryAnotherImage
source: Please try another image.
de: Wählen Sie ein anderes Bild.

# invalidQRCode
source: The scanned QR-Code is not supported.
de: Der erkannte QR-Code wird nicht unterstützt.

# addedUser
source: The use {name} has been added.
de: Der Benutzer {name} wurde hinzugefügt.

source: Error
de: Fehler

# unknownUser
source: Unknown
de: Unbekannt

# selfUser
source: That's myself
de: Das bin ich

# addMeToGroup
source: Add me to your groups on Cookza
de: Füge mich bei Deinen Cookza Gruppen hinzu.

# validationEnterNumber
source: Please enter a number
de: Bitte geben Sie eine Zahl ein

# onboardingWelcomeTitle
source: Welcome to Cookza!
de: Willkommen bei Cookza!

# onboardingWelcomeBody
source: Cookza let's you manage all your favorite recipes in a single app
de: Mit Cookza kannst du alle deine Lieblingsrezepte in einer App verwalten.

# onboardingRecipeTitle
source: Organize your recipes
de: Verwalte deine Rezepte

# onboardingRecipeBody
source: Create recipes manually or let Cookza process a picture or a webpage to retrieve a recipe. Organize your recipes in groups and add friends to your recipe groups to share them
de: Erstelle Rezepte manuell oder mit Hilfe von Texterkennung. Organisiere deine Rezepte in Gruppen und teile sie mit deinen Freunden.

# onboardingMealPlanTitle
source: Meal Planner
de: Essensplan

# onboardingMealPlanBody
source: Plan the meals for the whole week and share your meal plan with your household members.
de: Plane deine Mahlzeiten und teile deinen Essensplan mit den Mitgliedern deines Haushaltes.

# onboardingShoppingListTitle
source: Shopping List
de: Einkaufsliste

# onboardingShoppingListBody
source: Generate a shopping list for your meal plan and share it
de: Generiere aus deinem Essensplan eine stets aktuelle Einkaufsliste und teile sie.

# onboardingMoreTitle
source: Much more to explore
de: Und noch viel mehr

# onboardingMoreBody
source: You can also search for similar recipes, find recipes by ingredients and share recipes with other cookly users - by PDF, Text or by adding them to your recipe groups
de: Suche passende Rezepte für deine verfügbaren Zutaten oder exportiere deine Rezepte als PDF - und noch viel mehr kannst du mit Cookza machen.

# onboardingDataPrivacyTitle
source: Data privacy
de: Datenschutz

# onboardingDataPrivacyBody
source: You don't need to register with your mail or mobile phone number.
de: Weder deine E-Mail-Adresse noch deine Telefonnummer werden zur Registrierung benötigt.

# onboardingAcceptData
source: Cookza stores your data on a cloud database provided by Google in europe.
de: Cookza speichert deine Daten auf einer Cloud Datenbank in Europa, die von Google betrieben wird.

# onboardingAcceptAuthentication
source: Users are authenticated anonymously, therefore no Login credentials are required.
de: Benutzer werden anonym authentisiert, daher wird kein Benutzername oder Passwort benötigt.

source: Accept
de: Akzeptieren

# readAndAccept
source: I have read and accept the
de: Ich akzeptiere die

# favoriteNotExisting
source: {count,plural, =1{There are no recipes rated with at least {count} star} other{There are no recipes rated with at least {count} stars}}
de: {count,plural, =1{Keine Rezepte mit mind. {count} Stern bewertet} other{Keine Rezepte mit mind. {count} Sternen bewertet}}

# uomH87
source: {count,plural, =1{piece}other{pieces}}
de: {count,plural, =1{Stück}other{Stück}}

# uomG21
source: {count,plural, =1{cup}other{cups}}
de: {count,plural, =1{Tasse}other{Tassen}}

# uomG24
source: {count,plural, =1{tablespoon}other{tablespoons}}
de: {count,plural, =1{EL}other{EL}}

# uomG25
source: {count,plural, =1{teaspoon}other{teaspoons}}
de: {count,plural, =1{TL}other{TL}}

# uomBG
source: {count,plural, =1{bag}other{bag}}
de: {count,plural, =1{Beutel}other{Beutel}}

# uomLEF
source: {count,plural, =1{leaf}other{leafs}}
de: {count,plural, =1{Blatt}other{Blätter}}

# uomX2
source: {count,plural, =1{bunch}other{bunches}}
de: {count,plural, =1{Bund}other{Bündel}}

# uomX4
source: {count,plural, =1{drop}other{drops}}
de: {count,plural, =1{Tropfen}other{Tropfen}}

# uomCA
source: {count,plural, =1{can}other{cans}}
de: {count,plural, =1{Dose}other{Dosen}}

# uomBO
source: {count,plural, =1{bottle}other{bottles}}
de: {count,plural, =1{Flasche}other{Flaschen}}

# uomSTC
source: {count,plural, =1{stick}other{sticks}}
de: {count,plural, =1{Stange}other{Stangen}}

# uomPR
source: {count,plural, =1{pair}other{pairs}}
de: {count,plural, =1{Paar}other{Paar}}

# uomPA
source: {count,plural, =1{packets}other{packets}}
de: {count,plural, =1{Päckchen}other{Päckchen}}

# uomPTN
source: {count,plural, =1{portion}other{portions}}
de: {count,plural, =1{Portion}other{Portionen}}

# uomBR
source: {count,plural, =1{bar}other{bars}}
de: {count,plural, =1{Riegel}other{Riegel}}

# uomRO
source: {count,plural, =1{roll}other{rolls}}
de: {count,plural, =1{Rolle}other{Rollen}}

# uom14
source: {count,plural, =1{shot}other{shots}}
de: {count,plural, =1{Spritzer}other{Spritzer}}

# uomSR
source: {count,plural, =1{strip}other{strips}}
de: {count,plural, =1{Streifen}other{Streifen}}

# uomTU
source: {count,plural, =1{tube}other{tubes}}
de: {count,plural, =1{Tube}other{Tuben}}

# uomSLI
source: {count,plural, =1{slice}other{slices}}
de: {count,plural, =1{Scheibe}other{Scheiben}}

# uomGLA
source: {count,plural, =1{glass}other{glasses}}
de: {count,plural, =1{Glas}other{Gläser}}

# uomHAN
source: {count,plural, =1{handful}other{handful}}
de: {count,plural, =1{handvoll}other{handvoll}}

# uomPIN
source: {count,plural, =1{pinch}other{pinches}}
de: {count,plural, =1{Prise}other{Prise}}

# uomBOW
source: {count,plural, =1{bowl}other{bowls}}
de: {count,plural, =1{Schüssel}other{Schüsseln}}

# uomSTE
source: {count,plural, =1{stem}other{stems}}
de: {count,plural, =1{Stiel}other{Stiele}}

# uomCUB
source: {count,plural, =1{cube}other{cubes}}
de: {count,plural, =1{Würfel}other{Würfel}}

# uomCLO
source: {count,plural, =1{clove}other{cloves}}
de: {count,plural, =1{Zehe}other{Zehen}}

# uomROT
source: {count,plural, =1{root}other{roots}}
de: {count,plural, =1{Wurzel}other{Wurzeln}}

# uomTWG
source: {count,plural, =1{twig}other{twigs}}
de: {count,plural, =1{Zweig}other{Zweige}}
